Repository: danielei9/Payin
Catalog: Common/PayIn.Common.Security/SecurityResources.*.resx
Languages: es_es

# AccountSettings
source: Settings
es_es: Ajustes

# Birthday
source: Birthday/Foundation date
es_es: Cumpleaños/Fundación Empresa

source: Cancel
es_es: Cancelar

source: code
es_es: Código

source: Confirm email
es_es: Confirmar Email

source: Confirm password
es_es: Confirmar contraseña

# DeleteImageQuestion
source: Are you sure to delete the image?
es_es: ¿Está seguro de eliminar la imagen?

source: Find
es_es: Encontrar

source: Forgot password?
es_es: ¿Has olvidado la contraseña?

# ForgotPasswordText
source: Forgot your {{arguments.email}} account password
es_es: ¿Ha olvidado la contraseña de la cuenta {{arguments.email}}?

# HaveAccountQuestion
source: Already have an account?
es_es: ¿Ya tienes una cuenta?

source: Log in
es_es: Inicia sesión

# LoginText
source: Log in to get into the platform
es_es: Inicia sesión para entrar en la plataforma

source: Mobile
es_es: Móvil

# Name
source: User Name
es_es: Nombre Usuario

# NotHaveAccountQuestion
source: Do not have an account?
es_es: ¿No tienes una cuenta?

source: Old Password
es_es: Contraseña anterior

# Override
source: Change
es_es: Cambiar

# OverrideText
source: Post a new password
es_es: Envía una nueva contraseña

source: Password
es_es: Contraseña

source: Recover
es_es: Recuperar

# Register
source: Create user
es_es: Crear usuario

# RegisterText
source: Register to get into the platform.
es_es: Regístrate para entrar en la plataforma.

# RememberPassword
source: I remember the password
es_es: Recuerdo la contraseña

source: Sex
es_es: Sexo

source: Tax address
es_es: Dirección fiscal

source: Tax name
es_es: Nombre fiscal

source: Tax number
es_es: CIF/NIF

# UpdatePwd
source: Update
es_es: Actualizar

# UpdatePwdText
source: Update password
es_es: Actualizar contraseña

source: user Id
es_es: ID de usuario

source: User name
es_es: Nombre de usuario

# AccountBlockedBefore
source: Your user account is blocked for security reasons. Please, contact our administrator at info@pay-in.es to solve the incidence.
es_es: Su cuenta está bloqueada por motivos de seguridad, para solucionar la incidencia póngase en contacto con nosotros a través del correo info@pay-in.es

source: Telephone
es_es: Teléfono

# HeadMessageError
source: Your Pay-[In] account has been blocked for security reasons
es_es: Su cuenta de Pay-[In] se ha bloqueado por seguridad

# AcceptTerms
source: I accept the terms and conditions of this
es_es: Acepto los términos y condiciones de este

# AcceptTermsException
source: To register you must accept terms of service
es_es: Para registrarte debes aceptar los terminos del servicio

source: Agreement
es_es: Contrato

# ValidateConfirmForgotPassword
source: Check fields and make sure everything is fine.
es_es: Revise los campos y asegurese de que todo es correcto.

# EmailExists
source: Email already exists.
es_es: El email ya existe.

# ComparePassword
source: Password and his confirm must be identical.
es_es: La contraseña y su confirmación deben ser idénticas.

# InfoEmail
source: Check your e- mail to confirm the registration , mail may be in the spam folder.
es_es: Revise su correo eléctrónico para confirmar el registro, puede que el correo esté en la carpeta spam.

# CheckAcceptTerms
source: You must accept terms
es_es: Debe aceptar los terminos.

# passwordLengthException
source: The password must be at least 6 characters long.
es_es: La contraseña debe tener por lo menos 6 caracteres.

# PasswordMin
source: Password (min. 6 characters)
es_es: Contraseña (min. 6 caracteres)

# ToastConfirmEmail
source: Thanks for signing in the Pay[in] system
es_es: Gracias por registrarte en el sistema Pay[in]

# ToastRegister
source: Thanks for signing in the Pay[in] system. You will shortly receive an email in your account where you must confirm your registration. To do this, click on the link received in the mail . Please, if you do not receive the mail folder checks spam or attempts to register again . If you do not receive the mail emailed to system@pay-in.es.
es_es: Gracias por registrarte en el sistema Pay[in]. En breve recibirás un email en tu cuenta donde deberás confirmar tu registro. Para ello, haz click en el link recibido en el mail. Por favor, si no recibes el mail revisa la carpeta de correo no deseado o intenta registrarte de nuevo. Si todavía no recibes el mail enviamos un mail a system@pay-in.es.

# RegisterSupplier
source: Create company
es_es: Crear empresa

# CompanyName
source: Company contact
es_es: Responsable Empresa

# RegisterTextCompany
source: If you are a business, sign up as a company
es_es: Si eres una empresa, date de alta como empresa

# RegisterTextUser
source: If you are a user, sign up as a user
es_es: Si eres un usuario, date de alta como usuario

source: Supplier Name
es_es: Nombre de la empresa

source: Next
es_es: Siguiente

# EmailExistsCompany
source: This user already exists , hire your products from the admin panel
es_es: Este usuario ya existe, por favor, contrata los nuevos productos desde el panel de administración

# PinLengthException
source: The PIN must be 4 digits long.
es_es: El PIN debe tener 4 números de longitud

# ConfirmEmailContentSelfEmployed
source: <p>Estimado/a {2},</p> <p>Gracias por registrarse en Pay[in] como autónomo. Por razones de seguridad, necesitamos validar que este correo electrónico le pertenece. Por esta razón, le hemos enviado este correo electrónico con el enlace que le permitirá terminar el registro:</p> <a href="{4}/Account/ConfirmEmail?userid={0}&code={1}&email={3}">{4}/Account/ConfirmEmail</a> <br /> <p>Si ha recibido este correo por error o no se ha registrado en Pay[in], por favor ignore y elimine este correo de su bandeja de entrada.</p> <p>¡Muchas gracias!</p>
es_es: <p>Querido/a {2},</p> <p>Gracias por registrarse en Pay[in] como autónomo. Por razones de seguridad, necesitamos validar que este correo electrónico le pertenece. Por esta razón, le hemos enviado este correo electrónico con el enlace que le permitirá terminar el registro:</p> <a href="{4}/Account/ConfirmEmail?userid={0}&code={1}&email={3}">{4}/Account/ConfirmEmail</a> <br /> <p>Si ha recibido este correo por error o no se ha registrado en Pay[in], por favor ignore y elimine este correo de su bandeja de entrada.</p> <p>¡Muchas gracias!</p>

# OverridePasswordContent
source: <p>Dear Mr/Ms {0},</ p><p>Your Pay-[In] password have been modified</p> <br /> <p>If you have any question, do not hesitate to contact us at info@pay-in.es</p> <br /> <p>If you have received this email in error, please ignore and delete it. </ p> <p>Yours sincerely </ p>
es_es: <p> Estiamado/a {0},</ p><p>Su contraseña de Pay-[In] ha sido reestablecida</p> <br /> <p>Si tiene alguna pregunta no dude en escribirnos a info@pay-in.es</p> <br /> <p>Si ha recibido este email por error, por favor ignorelo y elimínelo de su bandeja de entrada. </ p> <p>Muchas gracias </ p>

# OverridePasswordSubject
source: Override Password Notification
es_es: Notificación de anulación de password

# ErrorPassword
source: Check Password.
es_es: Revise la contraseña.

# UnlockUserContent
source: <p>Dear Mr/Ms {0},</ p><p>Your Pay-[In] user has been unlock</p> <br /> <p>If you have any question, do not hesitate to contact us at info@pay-in.es</p> <br /> <p>If you have received this email in error, please ignore and delete it. </ p> <p>Yours sincerely </ p>
es_es: <p> Estiamado/a {0},</ p><p>Su cuenta de Pay-[In] ha sido desbloqueada</p> <br /> <p>Si tiene alguna pregunta no dude en escribirnos a info@pay-in.es</p> <br /> <p>Si ha recibido este email por error, por favor ignorelo y elimínelo de su bandeja de entrada. </ p> <p>Muchas gracias </ p>

# UnlockUserSubject
source: Unlock user notification
es_es: Notificación de cuenta desbloqueada

# InviteUserEmailContent
source: <p>Estimado/a {2},</p> <p>Ha sido invitado como usuario de la Plataforma {7}. Por esta razón le hemos enviado este correo electrónico con el enlace que le permitirá completar el formulario de registro:</p> <a href="{5}/Account/ConfirmInvitedUser?userid={0}&code={1}&email={3}&name={2}&phone={4}&concessionPhotoUrl={6}&concessionName={7}">{5}/Account/ConfirmInvitedUser</a><br /> <p>Si ha recibido este correo por error, por favor ignore y elimine esta notificación de su bandeja de entrada.</p> <p>¡Muchas gracias!</p>
es_es: <p>Estimado/a {2},</p> <p>Ha sido invitado como usuario de la Plataforma {7}. Por esta razón le hemos enviado este correo electrónico con el enlace que le permitirá completar el formulario de registro:</p> <a href="{5}/Account/ConfirmInvitedUser?userid={0}&code={1}&email={3}&name={2}&phone={4}&concessionPhotoUrl={6}&concessionName={7}">{5}/Account/ConfirmInvitedUser</a><br /> <p>Si ha recibido este correo por error, por favor ignore y elimine esta notificación de su bandeja de entrada.</p> <p>¡Muchas gracias!</p> <p> Tarjeta ciudadana de Finestrat<br/> tarjetaciudadana@finestrat.org </p>

# ForgotPasswordContent_Vilamarxant
source: <p>Dear {2},</ p><p>To confirm the password changed in APP Turisme Vilamarxant click here: <a href="http://vilamarxant.pay-in.es/Account/ConfirmForgotPasswordTurismeVilamarxant?userid={0}&code={1}&email={3}">http://vilamarxant.pay-in.es/Account/ConfirmForgotPasswordTurismeVilamarxant</a></p> <br /> <p> If you wish to change your password, paste the user ID and the code in the corresponding boxes: <p> <br /> <p> User ID: <strong> {0} </ strong> </ p> <br /> <p> Code: <strong> {1} </ strong> </ p> <br /> <p> If you have received this message in error or did not request to retrieve your APP Turisme Vilamarxant password, ignore and delete this email from your inbox. </ p>
es_es: <p>Estimado/a {2},</ p><p>Para confirmar la contraseña cambiada en APP Turisme Vilamarxant haga click aquí: <a href="http://vilamarxant.pay-in.es/Account/ConfirmForgotPasswordTurismeVilamarxant?userid={0}&code={1}&email={3}">http://vilamarxant.pay-in.es/Account/ConfirmForgotPasswordTurismeVilamarxant</a></p> <br /> <p> Si desea cambiar su contraseña pegue el ID de usuario y el código en las casillas correspondientes: <p> <br /> <p> ID de usuario: <strong> {0} </ strong> </ p> <br /> <p> Código: <strong> {1} </ strong> </ p> <br /> <p> Si usted ha recibido este mensaje por error o no solicitó recuperar su contraseña de APP Turisme Vilamarxant, ignore y elimine este correo desde su bandeja de entrada. </ p>

source: New password
es_es: Nueva contraseña
