Repository: danielei9/Payin
Catalog: Common/PayIn.Common.Resources/PaymentConcessionResources.*.resx
Languages: es_es

# Address
source: Office Address
es_es: Dirección comercial (dirección completa, CP y población)

# BankAccountNumber
source: IBAN Account Number
es_es: IBAN Cuenta bancaria

# ConcessionForm
source: Concession fields
es_es: Campos del contrato

source: Concession Name
es_es: Nombre del contrato

# ConfirmPaymentConcession
source: Your Supplier and Concession have been created right. We will activate them as soon as possible. Please, you should log out to apply changes.
es_es: Tu empresa y concesión han sido creados correctamente. Nosotros los activaremos lo antes posible. Por favor, vuelve a iniciar sesión para aplicar todos los cambios.

# Create
source: Create payment concession
es_es: Crear concesión de pagos

source: Data Responsible
es_es: Datos del responsable

# fileSizeWarning
source: Warning: The maximum size of all files is 10MB
es_es: Advertencia: El tamaño total máximo de los fichero es de 10MB

# FormA
source: Self-employed form or VAT
es_es: Documentación acreditativa (modelo 036, 037 o CIF)

# FormUrl
source: Form File
es_es: Alta

source: Income Tax
es_es: IRPF

# InformationComercial
source: Commercial information
es_es: Datos comerciales de la empresa

# InformationTax
source: Tax information
es_es: Datos fiscales de la empresa

# InformationTaxDescription
source: To register a new supplier we need tax information and to ensure its authenticity.
es_es: Para dar de alta una empresa necesitamos los datos fiscales de esta para asegurar así su autenticidad.

source: Liquidation Amount Min
es_es: Total de liquidación mínima

# LiquidationRequestDate
source: Liquidation Date
es_es: Fecha de liquidación

source: Name
es_es: Nombre

source: Observations
es_es: Observaciones

source: Pay-[In] Commission
es_es: Comisión Pay-[In]

source: Payment Concession
es_es: Contrato de pago

source: Payment Concessions List
es_es: Lista de contratos de pagos

source: Phone
es_es: Teléfono

source: Pin Confirmation
es_es: Confirmación del Pin

# PinDescription
source: To pay or refund payments you need a PIN to authorize it. Must be 4 digits
es_es: Para realizar pagos o devoluciones necesitas un PIN para autorizarlo. Inicializa aquí tu PIN. Debe tener 4 dígitos

# PinErrorMessage
source: Pin accepts 4 digits only
es_es: Pin solo acepta 4 dígitos

# PinNonDescription
source: To refund payments you must use the PIN entered when adding the first card
es_es: Para realizar devoluciones deberás introducir el PIN que ya introdujiste al añadir la primera tarjeta

source: State
es_es: Estado

source: Supplier Name
es_es: Nombre comercial

source: Tax Address
es_es: Dirección fiscal (dirección completa, CP y población)

source: Tax Name
es_es: Nombre fiscal

source: Tax Number
es_es: DNI/CIF

source: Update
es_es: Actualizar

source: Update Payment Concession
es_es: Modificar concesión de pagos

source: Vat
es_es: IVA

# PaymentConcessionNotFound
source: Concession not found
es_es: Concesión no encontrada
